Repository: easySuite/ting_dk5
Catalog: translations/*.po
Languages: da

source: Show DK5 on collection page
da: Vis DK5 på værksamlinger

source: Check to show DK5 field on Ting collection page.
da: Marker for at vise DK5 på værkpostsiden.

source: Show DK5 on item page
da: Vis DK5 på poster

source: Check to show DK5 field on Ting item page.
da: Marker for at vise DK5 på materialesiderne.

source: Show DK5 in search result
da: Vis DK5 på søgeresultatet

source: Check to show DK5 field on search result page.
da: Marker for at vise DK5 på søgeresultatsiden.

source: Administer Ting DK5 settings
da: Administrer DK5 indstillinger

source: Ting DK5 Settings
da: DK5 indstillinger

source: Configure DK5 settings.
da: Konfigurer DK5 indstillinger

source: Control where DK5 (classification) field will be shown
da: Kontroller hvor DK5 (klassifikation) feltet skal vises
